// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Scansione nella cartella di rete";

HSDTaskDescription = "Scansione nella cartella di rete consente di avviare le scansioni dal pannello anteriore del dispositivo HP e di inviare automaticamente l'output a una cartella condivisa sul computer.";
HSDStepsDescription = "Seguire i passi sotto riportati per installare Scansione nella cartella di rete:";
HSDStep1Description = "1. Creare una cartella condivisa SMB.";
HSDStep2Description = "2. Registrare la cartella condivisa sul dispositivo HP.";
HSDTaskNote = "Quando si fa clic su \"Registra cartella condivisa\", viene aperto un browser Web sul server Web incorporato del dispositivo. Seguire le istruzioni visualizzate per completare l'installazione.";
HSDCreateFolderButtonTitle = "Mi serve aiuto…";
HSDRegisterFolderButtonTitle = "Registra cartella condivisa…";

CreateSharedFolderTitle = "Crea cartella condivisa";
